platform: "onnxruntime_onnx"
max_batch_size: 8
input [
  {
    name: "images"
    data_type: TYPE_FP32
    dims: [ 3,-1,-1 ]
  }
]
output [
    {
      name: "output1"
      data_type: TYPE_FP32
      dims: [ -1,-1,-1,-1 ]
    },
    {
      name: "output2"
      data_type: TYPE_FP32
      dims: [ -1,-1,-1,-1 ]
    },
    {
      name: "output3"
      data_type: TYPE_FP32
      dims: [ -1,-1,-1,-1 ]
    }
]
dynamic_batching { }
version_policy: { all { }}
